from PyQt5.QtCore import Qt
from PyQt5.QtWidgets import *

(Сеул, Париж, Київ , Париж, Рим, Сідней , Лондон , Пекін, Веллінгтон, Амстердам, Ріо-де-Жанейро, Каїр, Пекін, Вашингтон, Мадрид )
q1 = Question("Яка столиця відома своїм фестивалем ліхтарів і є столицею Південної Кореї?","Париж " , "Сеул", "Рим", "Піза")
q2 = Question("Яка столиця має знамениту вежу, відому як Ейфелева вежа?", "Токіо","Берлін" ,"Афіни","Париж" )
q3 = Question("В якій столиці найглибший метрополітен в світі ?", "Київ","Рим" ,"Пекін","Вашингтон")
q4 = Question("В якій столиці знаходиться найвідоміша картина Леонардо да Вінчі 'Мона Ліза'", "Ріо-де-Жанейро","Париж" ,"Мехіко","Відень")
q5 = Question("Яка столиця відома своєю історією та Колізеєм?", "Бангкок","Сеул" ,"Лондон","Рим")
q6 = Question("Яка столиця знаменита своєю оперою у формі черепашки?", "Абу-Дабі","Сідней" ,"Доха","Флоренція")
q7 = Question("Яка столиця відома своєю знаменитою годинниковою вежею Біг-Бен?", "Ліма","Нью-Йорк" ,"Лондон","Париж")
q8 = Question("Яка столиця є домом для знаменитої площі Тяньаньмень?", "Канберра","Кейптаун" ,"Пекін","Катманду")
q9 = Question("Яка столиця розташована найближче до Південного полюса?", "Ріо-де-Жанейро","Веллінгтон" ,"Сан-Марино","Дубай")
q10 = Question("Яка столиця світу відома своїми каналами та будинками на воді?", "Амстердам","Единбург" ,"КаЇр","Лісабон")
q11 = Question("Яка столиця відома своїм величезним стадіоном 'Маракана'?", "Афіни","Неаполь" ,"Флоренція","Ріо-де-Жанейро")
q12 = Question("В якій столиці можна знайти найдовшу міську річку у світі?", "Лондон","Каїр" ,"Париж","Київ")
q13 = Question("В якій столиці проживає найбільше людей?", "Вашингтон","Рим" ,"Пекін","Піза")
q14 = Question("В якій столиці знаходиться білий дім?", "Вашингтон","Бразиліа" ,"Мехіко","Нью-Йорк")
q15 = Question("В честь цієї столиці названо футбольну команду", "Кишинів","Кіто" ,"Монако","Мадрид")
